{"translation-revision-date":"2022-06-06 13:36+0300","generator":"WP-CLI\/2.6.0","source":"Inc\/Admin\/js\/managementcompanie-admin.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"ro_RO","plural-forms":"nplurals=3; plural=(n==1 ? 0 : n==0 || (n!=1 && n%100>=1 && n%100<=19) ? 1 : 2);"},"Charge amount via bank":["Încasează suma prin bancă"],"Are you sure you want to charge the selected amount via bank for this invoice?":["Sigur încasați suma selectată prin bancă pentru această factură?"],"YES":["DA"],"Please wait while we charge the selected amount":["Vă rugăm să așteptați până când încasăm suma selectată"],"Success":["Succes"],"The amount successfuly charged via bank. The page will be reloaded after you click OK button":["Sumă încasată cu succes prin bancă. Pagina va fi reîncărcată după ce faceți clic pe butonul OK"],"There was an error charging the selected amount":["Eroare la încasarea sumei selectate"],"The server did not respond as expected":["Răspunsul serverului nu este corect"],"NO":["NU"],"Generate receipt":["Generează chitanță"],"Are you sure you want to generate a receipt for this invoice?":["Dorești emiterea unei chitanțe pentru această factură?"],"Please wait while generation the receipt":["Se emite chitanța, te rugăm să aștepți"],"The receipt was successfully generated. The page will be reloaded after you click OK button":["Chitanța a fost emisă cu succes. Pagina se va reîncarca după apăsarea butonului OK"],"There was an error generating the receipt":["A intervenit o eroare la generarea chitanței"],"Cancel invoice":["Anulează factura"],"Are you sure you want to cancel the invoice for this order?":["Dorești anularea facturii emise pentru această comandă?"],"Please wait while cancelling the invoice":["Se anulează factura, te rugăm să aștepți"],"The invoice was successfully cancelled. The page will be reloaded after you click OK button":["Factura a fost anulată cu succes. Pagina se va reîncărca după apăsarea butonului OK"],"There was an error cancelling the invoice":["A intervenit o eroare la anularea facturii"],"There was an error viewing the invoice":["A intervenit o eroare la vizualizarea facturii"],"Generate invoice":["Emite factura"],"Are you sure you want to generate an invoice for this order?":["Dorești emiterea unei facturi pentru această comandă?"],"Please wait while generating invoice":["Se emite factura, te rugăm să aștepți"],"The invoice was successfully generated. The page will be reloaded after you click OK button":["Factura a fost emisă cu succes. Pagina se va reîncărca după apăsarea butonului OK"],"There was an error generating the invoice":["A intervenit o eroare la emiterea facturii"]}}}