Repository: common-repository/management-companie
Catalog: languages/management-companie-*.po
Languages: ro_ro

source: Facturare.Online - Order ID #%s
ro_ro: FacturareOnline - Comanda nr. %s

source: The invoice Series <b>%s</b>, Number <b>%s</b>, was issued for this order at <b>%s</b>
ro_ro: Factura cu Seria <b>%s</b>, Număr <b>%s</b> a fost emisă pentru această comandă la data <b>%s</b>

source: Type
ro_ro: Tip

source: Series
ro_ro: Serie

source: Number
ro_ro: Număr

source: Generated at
ro_ro: Generat la

source: Actions
ro_ro: Acțiuni

source: Download
ro_ro: Descărcare

source: Receipt
ro_ro: Chitanță

source: The post is not an Woocommerce order
ro_ro: Acest post nu este o comandă Woocommerce

source: You are not allowed to download this resource
ro_ro: Nu vi se permite să descărcați această resursă

source: This resource is unavailable
ro_ro: Această resursă nu este disponibilă

source: The message from server response is not JSON
ro_ro: Mesajul primit de la server nu este JSON

source: Company CUI
ro_ro: CUI Companie

source: Company RegCom
ro_ro: Nr. Reg. Com. Companie

source: Company information
ro_ro: Informații companie

source: You entered a company name, please fill in the Company CUI field
ro_ro: Ai introdus denumirea firmei, te rugăm să completezi și CUI Companie

source: You entered a company name, please fill in the Company RegCom field
ro_ro: Ai introdus denumirea firmei, te rugăm să completezi și Nr. Reg. Com. Companie

source: Facturare.Online alias name for product
ro_ro: Denumire alternativă produs pentru Facturare.Online

source: If set, this value will be used for invoice product name instead of Woocommerce product name
ro_ro: Daca este completată, această valoare va fi afișată pe factură în locul denumirii setate în Woocommerce pentru produs

source: You do not have sufficient permissions to access this page.
ro_ro: Nu ai permisiunea de a accesa această pagină.

source: Please setup Facturare.Online account details
ro_ro: Te rugăm să setezi informațiile necesare plugin-ului Facturare.Online

source: Active
ro_ro: Activ

source: Company ID
ro_ro: ID-ul companiei

source: Public key
ro_ro: Cheia publică

source: Private key
ro_ro: Cheia privată

source: Invoice type
ro_ro: Tip facturi

source: Invoice series
ro_ro: Serie facturi

source: Language
ro_ro: Limba

source: Comments - will be displayed on the invoice
ro_ro: Observații - vor fi afișate pe factură

source: Invoice due days
ro_ro: Zile scadență

source: Display company fields in checkout
ro_ro: Afișează câmpurile specifice pentru companii în procesul de comandă

source: Allow the client to download the invoice
ro_ro: Permite clientului să descarce factura din contul personal

source: Allow receipt generation based on invoice
ro_ro: Permite generarea de chitanțe pe baza facturii

source: Allow invoice charge via bank
ro_ro: Permite încasarea facturii prin bancă

source: Fiscal invoice
ro_ro: Factură fiscală

source: Proforma invoice
ro_ro: Factură proformă

source: Romanian
ro_ro: Română

source: English
ro_ro: Engleză

source: German
ro_ro: Germană

source: French
ro_ro: Franceză

source: The settings where successfully saved
ro_ro: Setările au fost salvate cu succes

source: The field %s is mandatory
ro_ro: Câmpul %s este obligatoriu

source: Please obtain the settings from %s
ro_ro: Obțineți setările din %s

source: your Facturare.Online account
ro_ro: contul tău Facturare.Online

source: SNIF SETTINGS
ro_ro: Setările serviciului SNIF (Serviciu Notificare Instant a Facturilor)

source: Domain name
ro_ro: Nume domeniu

source: SNIF URL
ro_ro: URL SNIF

source: General settings
ro_ro: Setări generale

source: Generate receipt
ro_ro: Generează chitanță

source: You will generate a new invoice using the following information
ro_ro: Vei genera facturi cu următoarele detalii

source: Comments
ro_ro: Observații

source: Due days
ro_ro: Scadență

source: days
ro_ro: zile

source: Generate new invoice
ro_ro: Emite factură nouă

source: You already have issued invoice ID <b>%d</b>, Series <b>%s</b>, Number <b>%s</b>, on <b>%s</b> for this order
ro_ro: Ai emis deja factura ID <b>%d</b>, Serie <b>%s</b>, Număr <b>%s</b>, la data <b>%s</b> pentru această comandă

source: Receipt actions
ro_ro: Acțiuni chitanță

source: Bank actions
ro_ro: Acțiuni bancă

source: View
ro_ro: Vizualizare

source: Cancel
ro_ro: Anulare

source: Charge amount
ro_ro: Suma încasată

source: Charge date
ro_ro: Data încasării

source: Charge via bank
ro_ro: Încasează prin bancă

source: Bank charge
ro_ro: Încasare prin bancă

source: Order no.
ro_ro: Comanda nr.

source: on website
ro_ro: pe site-ul

source: Payment method:
ro_ro: Metoda de plată:

source: Issued
ro_ro: Emisă

source: Draft
ro_ro: Ciornă

source: Canceled
ro_ro: Anulată

source: Fully charged
ro_ro: Încasată integral

source: Partially charged
ro_ro: Încasată parțial

source: Reversed
ro_ro: Stornată

source: Reverses an invoice
ro_ro: Stornează o factură

source: Partially reversed
ro_ro: Stornată parțial

source: Partially reverses an invoice
ro_ro: Stornează parțial o factură

source: Scheduled issuance
ro_ro: Emitere programată

source: Online invoicing software using https://facturare.online API
ro_ro: Facturează online folosind API-ul https://facturare.online
